Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: In a growing curve, each result condition must be higher than the one before it.
fr_fr: Dans une courbe croissante, chaque condition de résultat doit être supérieure à celle qui la précède.

source: This configuration is typically used when better performance results in higher payouts.
fr_fr: Cette configuration est généralement utilisée lorsque de meilleures performances entraînent des versements plus élevés.

source: Corresponding payout values should also increase or remain the same as performance improves.
fr_fr: Les valeurs de paiement correspondantes devraient également augmenter ou rester les mêmes à mesure que les performances s'améliorent.

source: Rules & guidelines
fr_fr: Règles et directives

source: Thresholds
fr_fr: Seuils

source: Define performance milestones and their corresponding payout levels.
fr_fr: Définissez les jalons de performance et leurs niveaux de paiement correspondants.

source: Type
fr_fr: Type de courbe

source: What type is your payout curve?
fr_fr: Sélectionnez le type de courbe à appliquer à cette courbe de paiement.

source: Result units
fr_fr: Unités de résultat

source: Performance result
fr_fr: Résultat de performance

source: Which units will be used for results in this curve?
fr_fr: Quelles unités seront utilisées pour les résultats dans cette courbe ?

source: The value must be larger than the {{min}} value.
fr_fr: La valeur doit être supérieure à la valeur {{min}}.

source: Define the min and max values for results and payout.
fr_fr: Définissez les valeurs minimales et maximales pour les résultats et le paiement.

source: Payout curve settings
fr_fr: Paramètres de la courbe de paiement

source: The configuration contains issues. Please verify the ranges and conditions to avoid errors.
fr_fr: La configuration contient des problèmes. Vérifiez les plages et les conditions pour éviter les erreurs.

source: Payout range
fr_fr: Plage de paiement

source: Maximum payout
fr_fr: Paiement maximum

source: Minimum payout
fr_fr: Paiement minimum

source: The maximum value must be larger than the minimum value.
fr_fr: La valeur maximale doit être supérieure à la valeur minimale.

source: Result range
fr_fr: Plage de résultats

source: Maximum result
fr_fr: Résultat maximum

source: Minimum result
fr_fr: Résultat minimum

source: The highest allowable value for both result and payout ranges is 120%.
fr_fr: La valeur maximale autorisée pour les plages de résultats et de paiements est de 120 %.

source: The lowest allowable value for both result and payout ranges is 0%.
fr_fr: La valeur minimale autorisée pour les plages de résultats et de paiements est de 0 %.

source: All workers that exceed the maximum result will be included in the maximum range.
fr_fr: Tous les employé(e)s qui dépassent le résultat maximum seront inclus dans la plage maximale.

source: The input fields accept whole numbers and decimals only. Fractions are not permitted.
fr_fr: Les champs de saisie acceptent uniquement les nombres entiers et décimaux. Les fractions ne sont pas autorisées.

source: The default unit used in the payout curve metric is percentage.
fr_fr: L'unité par défaut utilisée dans la mesure de la courbe de paiement est le pourcentage.

source: The value must be smaller than the {{max}} value.
fr_fr: La valeur doit être inférieure à la valeur {{max}}.

source: Define metrics, type and thresholds
fr_fr: Définissez les indicateurs, le type et les seuils

source: End payout
fr_fr: Paiement final

source: End result
fr_fr: Résultat final

source: Payout value (%)
fr_fr: Valeur de paiement (%)

source: Payout
fr_fr: Paiement

source: Payout: {{yAxis}}
fr_fr: Versement : {{yAxis}}

source: Result (%)
fr_fr: Résultat (%)

source: for
fr_fr: pour

source: Result: {{xAxis}}
fr_fr: Résultat : {{xAxis}}

source: Start payout
fr_fr: Démarrer le paiement

source: Start result
fr_fr: Démarrer le résultat

source: Step curve
fr_fr: Courbe en escalier

source: A linear curve represents a payout that changes at a constant rate over time or across performance levels.
fr_fr: Une courbe linéaire représente un paiement qui évolue à un rythme constant au fil du temps ou selon les niveaux de performance.

source: A step curve changes payout in fixed "jumps" at specified intervals rather than gradually.
fr_fr: Une courbe en escalier modifie le paiement par "sauts" fixes à des intervalles spécifiés plutôt que progressivement.

source: Amount (units)
fr_fr: Montant (unités)

source: Percentages
fr_fr: Pourcentages

source: View payout curve
fr_fr: Afficher la courbe de rémunération

source: Additional field attributes
fr_fr: Attributs de champ supplémentaires

source: Are you sure you want to deactivate entity? This action cannot be undone.
fr_fr: Êtes-vous sûr de vouloir désactiver cette entité ? Cette action est irréversible.

source: Are you sure you want to delete this entity? This action cannot be undone.
fr_fr: Êtes-vous sûr de vouloir supprimer cette entité ? Cette action est irréversible.

source: Are you sure you want to publish this entity? We recommend reviewing the entity settings first.
fr_fr: Êtes-vous sûr de vouloir publier cette entité ? Nous vous recommandons d'effectuer un bilan des paramètres de l'entité au préalable.

source: Confirm publishing
fr_fr: Confirmer la publication

source: Create custom entity
fr_fr: Créer une entité personnalisée

source: Failed to load entity details.
fr_fr: Impossible de charger les détails de l'entité.

source: Custom entity details
fr_fr: Détails de l'entité personnalisée

source: Edit custom entity
fr_fr: Modifier l'entité personnalisée

source: Edit {{name}}
fr_fr: Modifier {{name}}

source: Effective dating
fr_fr: Date d'effet

source: No effective dating
fr_fr: Pas de date d'effet

source: Effective date range
fr_fr: Plage de dates d'entrée en vigueur

source: Try adjusting your search or filters to find what you're looking for.
fr_fr: Essayez d'ajuster votre recherche ou vos filtres pour trouver ce que vous cherchez.

source: No custom entities match your filters
fr_fr: Aucune entité personnalisée ne correspond à vos filtres

source: No custom entities yet
fr_fr: Aucune entité personnalisée pour l'instant

source: Entity details
fr_fr: Détails de l'entité

source: At least one field must be set as business key.
fr_fr: Au moins un champ doit être défini comme clé métier.

source: At least one field must be configured.
fr_fr: Au moins un champ doit être configuré.

source: At least one field must be set as required.
fr_fr: Au moins un champ doit être défini comme obligatoire.

source: You can add up to {{max}} fields
fr_fr: Vous pouvez ajouter jusqu'à {{max}} champs.

source: Is business key
fr_fr: Est la clé métier

source: Is required
fr_fr: Comportement du champ

source: Provide a name for the entity
fr_fr: Indiquez un nom pour l'entité

source: Reference
fr_fr: Référence

source: {{count}} of {{max}}
fr_fr: {{count}} sur {{max}}

source: Select reference
fr_fr: Sélectionner une référence

source: Enter a name for the entity
fr_fr: Saisissez un nom pour l'entité

source: Build your entity grid by adding fields
fr_fr: Construisez votre grille d'entités en ajoutant des champs

source: Grid builder
fr_fr: Créateur de grille

source: Custom entities
fr_fr: Entités personnalisées

source: Total entities
fr_fr: Total des entités

source: The custom entity was successfully activated.
fr_fr: L'entité personnalisée a été activée correctement.

source: The custom entity was successfully deactivated.
fr_fr: L'entité personnalisée a été correctement désactivée.

source: Search for custom entities
fr_fr: Rechercher des entités personnalisées

source: Custom Entities
fr_fr: Entités personnalisées

source: Enum reference
fr_fr: Référence d'énumération

source: Number
fr_fr: Nombre

source: The field name is required.
fr_fr: Le nom du champ est obligatoire.

source: The reference is required for this type.
fr_fr: La référence est obligatoire pour ce type.

source: The field type is required.
fr_fr: Le type de champ est obligatoire.

source: Not defined
fr_fr: Non défini

source: View {{name}}
fr_fr: Voir {{name}}

source: Field Management
fr_fr: Gestion des champs

source: Define the label that indicates which analyses will be updated from PayAnalytics when the refresh action is triggered.
fr_fr: Définissez l'intitulé qui indique quelles analyses seront mises à jour depuis PayAnalytics lorsque l'action d'actualisation sera déclenchée.

source: Label name
fr_fr: Nom de l'intitulé

source: Analysis refresh configuration
fr_fr: Configuration de l'actualisation de l'analyse

source: Add mapping to model
fr_fr: Ajouter un mappage au modèle

source: Add mapping to the model
fr_fr: Ajouter un mappage au modèle

source: Additional compensation field
fr_fr: Champ de rémunération supplémentaire

source: Compensation components will be automatically adjusted to full-time using the FTE field.
fr_fr: Les composants de rémunération seront automatiquement ajustés au temps plein en utilisant le champ ETP.

source: Apply part-time scaling
fr_fr: Appliquer la mise à l'échelle temps partiel

source: The field for compensation field is required.
fr_fr: Le champ de rémunération est obligatoire.

source: Compensation field
fr_fr: Champ de rémunération

source: Converts all compensation data to the global currency, or to the currency specified below. The default exchange rate and effective date of the data snapshot will be used for the conversion.
fr_fr: Convertit toutes les données de rémunération dans la devise globale ou dans la devise spécifiée ci-dessous. Le taux de change par défaut et la date d'effet de l'instantané de données seront utilisés pour la conversion.

source: Currency conversion
fr_fr: Conversion de devise

source: The field for currency field is required.
fr_fr: Le champ de devise est obligatoire.

source: The field for data model is required.
fr_fr: Le champ pour le modèle de données est requis.

source: Select data model
fr_fr: Sélectionner le modèle de données

source: Demographic
fr_fr: Démographique

source: Additional demographic variable
fr_fr: Variable démographique supplémentaire

source: For each data model created in data foundation, map the dataset configuration needed to generate a Pay Analysis. Only snapshots using a data model with a mapping can be used to generate pay analysis data sets.
fr_fr: Pour chaque modèle de données créé dans la fondation de données, mappez la configuration de jeu de données nécessaire pour générer une analyse de rémunération. Seuls les instantanés utilisant un modèle de données avec un mappage peuvent être utilisés pour générer des jeux de données d'analyse de rémunération.

source: Edit mapping to the model
fr_fr: Modifier le mappage vers le modèle

source: The field for worker ID is required.
fr_fr: Le champ relatif à l'identifiant de l'employé(e) est obligatoire.

source: Worker ID & group
fr_fr: Identifiant et groupe de l'employé(e)

source: Get started by adding one.
fr_fr: Commencez par en ajouter un.

source: No models with mapping yet.
fr_fr: Aucun modèle avec mappage pour le moment.

source: The field for female is required.
fr_fr: Le champ pour femme est requis.

source: Female
fr_fr: Femme

source: The field for full-time equivalent is required.
fr_fr: Le champ pour l'équivalent temps plein est requis.

source: Full-time equivalent
fr_fr: Équivalent temps plein

source: The field for gender field is required.
fr_fr: Le champ pour le genre est requis.

source: Gender field
fr_fr: Champ genre

source: The worker category can be defined when creating the snapshot.
fr_fr: La catégorie d'employé(e) peut être définie lors de la création de l'instantané.

source: Use the worker category from the snapshot as the main group.
fr_fr: Utilisez la catégorie d'employé(e) de l'instantané comme groupe principal.

source: The field for main currency is required.
fr_fr: Le champ pour la devise principale est requis.

source: Main currency
fr_fr: Devise principale

source: The field for main group is required.
fr_fr: Le champ pour le groupe principal est requis.

source: Main group
fr_fr: Groupe principal

source: The field for male is required.
fr_fr: Le champ pour homme est requis.

source: Male
fr_fr: Homme

source: Select a model and configure the mapping for the essential fields.
fr_fr: Sélectionnez un modèle et configurez le mappage pour les champs essentiels.

source: Edit mapping
fr_fr: Modifier le mappage

source: Non-binary
fr_fr: Non-binaire

source: Not reported
fr_fr: Non renseigné

source: Scaled compensation components
fr_fr: Composants de rémunération échelonnés

source: Additional compensation fields
fr_fr: Champs de rémunération supplémentaires

source: Part-time scaling
fr_fr: Mise à l'échelle temps partiel

source: Data models with pay analysis mapping
fr_fr: Modèles de données avec mappage d'analyse de rémunération

source: View mapping to the model
fr_fr: Afficher la correspondance au modèle

source: The dataset mapping configuration was successfully saved.
fr_fr: La configuration de mappage du jeu de données a été enregistrée correctement.

source: You haven't added any features yet.
fr_fr: Vous n'avez encore ajouté aucune fonctionnalité.

source: Select field
fr_fr: Sélectionner un champ

source: Snapshot ID copied
fr_fr: ID d'instantané copié

source: Data revision
fr_fr: Révision des données

source: Model
fr_fr: Modèle

source: status
fr_fr: statut

source: Worker category
fr_fr: Catégorie d'employé(e)

source: The snapshot was successfully created.
fr_fr: Le snapshot a été créé correctement.

source: Snapshot details
fr_fr: Détails de l'instantané

source: Download logs
fr_fr: Télécharger les journaux

source: Search by snapshot name
fr_fr: Rechercher par nom d'instantané

source: You are about to change the data model. This action will clear <strong>previously selected worker categories</strong>, since they depend on the chosen data model.
fr_fr: Vous êtes sur le point de modifier le modèle de données. Cette action effacera les <strong>catégories d'employé(e)s précédemment sélectionnées</strong>, car elles dépendent du modèle de données choisi.

source: Are you sure you want to continue?
fr_fr: Êtes-vous sûr(e) de vouloir continuer ?

source: Data model edition
fr_fr: Édition du modèle de données

source: Define the data model, the effective date and the population
fr_fr: Définir le modèle de données, la date d'entrée en vigueur et la population.

source: Snapshot configuration
fr_fr: Configuration d'instantané

source: Define the snapshot field name and description
fr_fr: Définir le nom et la description du champ d'instantané

source: The data model is required.
fr_fr: Le modèle de données est requis.

source: Select the field to include for worker category in this snapshot
fr_fr: Sélectionnez le champ à inclure pour la catégorie d'employé(e) dans cet instantané

source: Add feature to snapshot
fr_fr: Ajouter une fonctionnalité à l'instantané

source: Define the worker category you want to use in this snapshot
fr_fr: Définissez la catégorie d'employé(e) que vous souhaitez utiliser dans cet instantané.

source: Use worker category configuration
fr_fr: Utiliser la configuration des catégories d'employé(e)s

source: The order of the fields determines the output value of this concatenated field.
fr_fr: L'ordre des champs détermine la valeur de sortie de ce champ concaténé.

source: Concatenated fields
fr_fr: Champs concaténés

source: At least one field is required for the custom mode.
fr_fr: Au moins un champ est requis pour le mode personnalisé.

source: Search for a feature
fr_fr: Rechercher une fonctionnalité

source: Select configuration type
fr_fr: Sélectionner le type de configuration

source: Snapshots
fr_fr: Images figées

source: Create pay analysis dataset
fr_fr: Créer un ensemble de données d'analyse de rémunération

source: To complete the creation of the data set for the pay analysis, please select the tenant from the PayAnalytics.
fr_fr: Pour terminer la création de l'ensemble de données pour l'analyse de rémunération, veuillez sélectionner le locataire dans PayAnalytics.

source: The snapshot you are trying to upload contains non configured currency exchange rates. Please update your currency settings.
fr_fr: L'instantané que vous essayez de télécharger contient des taux de change de devises non configurés. Veuillez mettre à jour vos paramètres de devises.

source: The data contains null values in numerical fields. Please the log file for more information.
fr_fr: Les données contiennent des valeurs nulles dans les champs numériques. Veuillez consulter le fichier journal pour plus d'informations.

source: The data set was successfully created.
fr_fr: L'ensemble de données a été créé correctement.

source: An error occurred while processing data in PayAnalytics. Please contact Customer Support.
fr_fr: Une erreur s'est produite lors du traitement des données dans PayAnalytics. Veuillez contacter le support client.

source: Dataset name
fr_fr: Nom du jeu de données

source: The name of the data set is required.
fr_fr: Le nom du jeu de données est obligatoire.

source: The current authorization settings will result in the creation of an empty dataset. Please verify your worker access.
fr_fr: Les paramètres d'autorisation actuels entraîneront la création d'un ensemble de données vide. Veuillez vérifier votre accès aux employé(e)s.

source: Empty dataset
fr_fr: Ensemble de données vide

source: Select PayAnalytics tenant
fr_fr: Sélectionner le tenant PayAnalytics

source: The PayAnalytics tenant is required.
fr_fr: Le tenant PayAnalytics est obligatoire.

source: This snapshot does not contain the worker category required as the main group. You can send the snapshot without a main group, or cancel and update the snapshot or mapping.
fr_fr: Cet instantané ne contient pas la catégorie d'employé(e) requise comme groupe principal. Vous pouvez envoyer l'instantané sans groupe principal, ou annuler et mettre à jour l'instantané ou le mappage.

source: Worker category absent from snapshot
fr_fr: Catégorie d'employé(e) absente de l'instantané

source: The generated snapshot was unable to populate the worker category field for all workers. Please check your data.
fr_fr: Le snapshot généré n'a pas pu renseigner le champ de catégorie d'employé(e) pour tous les employé(e)s. Veuillez vérifier vos données.

source: Worker category partially missing
fr_fr: Catégorie d'employé(e) partiellement manquante

source: The name of the model must be unique.
fr_fr: Le nom du modèle doit être unique.

source: Enter the basic information of the model
fr_fr: Saisissez les informations de base du modèle

source: Performance Management entities
fr_fr: Entités de gestion de la performance

source: Core HR entities
fr_fr: Entités RH principales

source: Others entities
fr_fr: Autres entités

source: Compensation Management entities
fr_fr: Entités de gestion de la rémunération

source: Model design
fr_fr: Conception de modèle

source: Define the entities and other sources to use as the model base
fr_fr: Définissez les entités et autres sources utilisées comme base du modèle

source: Define the entities and fields to include in this model.
fr_fr: Définissez les entités et champs à inclure à ce modèle.

source: No selected entities
fr_fr: Aucune entité sélectionnée

source: Data Entities & Sources
fr_fr: Entités & sources de données

source: Entities: {{count}}
fr_fr: Entités : {{count}}

source: Fields: {{count}}
fr_fr: Champs : {{count}}

source: Selected fields
fr_fr: Champs sélectionnés

source: Tree entities
fr_fr: Entités de l'arbre

source: View the fields already included in this model.
fr_fr: Consultez les champs déjà inclus dans ce modèle.

source: Current fields
fr_fr: Champs actuels

source: This model already includes all available fields from the database. There are no additional fields to add.
fr_fr: Ce modèle inclut déjà tous les champs disponibles de la base de données. Il n'y a aucun champ supplémentaire à ajouter.

source: All fields have already been added
fr_fr: Tous les champs ont déjà été ajoutés

source: Select additional fields from the database to extend this model.
fr_fr: Sélectionnez des champs supplémentaires de la base de données pour étendre ce modèle.

source: Add more fields
fr_fr: Ajouter plus de champs

source: Extend model - {{name}}
fr_fr: Étendre le modèle - {{name}}

source: Grid preview
fr_fr: Aperçu de la grille

source: Review & publish model
fr_fr: Examiner & publier le modèle

source: Data Modeling
fr_fr: Modélisation des données

source: No selected fields. Please select at least one field to save or proceed.
fr_fr: Aucun champ sélectionné. Veuillez sélectionner au moins un champ pour enregistrer ou continuer.

source: The model was successfully published.
fr_fr: Le modèle a été correctement publié.

source: The model was successfully saved.
fr_fr: Le modèle a été correctement enregistré.

source: Policies
fr_fr: Politiques

source: Data Privacy
fr_fr: Confidentialité des données

source: Compliance & Storage
fr_fr: Conformité & Stockage

source: Role & Permission Management
fr_fr: Gestion des rôles et des permissions

source: Exchange rates
fr_fr: Taux de change

source: Exchange rate
fr_fr: Taux de change

source: From
fr_fr: De

source: Identifier
fr_fr: Identifiant

source: To
fr_fr: A

source: Exchange rate template
fr_fr: Modèle de taux de change

source: Exchange Rates
fr_fr: Taux de change

source: The exchange rate type was successfully created.
fr_fr: Le type de taux de change a été correctement créé.

source: Create type
fr_fr: Créer un type

source: Are you sure you want to delete this exchange rate type? It will no longer be usable in any future processes.
fr_fr: Êtes-vous sûr de vouloir supprimer ce type de taux de change ? Il ne sera plus utilisable dans aucun processus futur.

source: The exchange rate type successfully was deleted.
fr_fr: Le type de taux de change a été supprimé correctement.

source: Create exchange rate type
fr_fr: Créer un type de taux de change

source: Edit exchange rate type
fr_fr: Modifier le type de taux de change

source: The exchange rate type was successfully edited.
fr_fr: Le type de taux de change a été correctement modifié.

source: The exchange rate type code must be unique.
fr_fr: Le code du type de taux de change doit être unique.

source: Created
fr_fr: Créé

source: Search for a type
fr_fr: Rechercher un type

source: Exchange Rates Types
fr_fr: Types de taux de change

source: An error occurred when validating the file. Please check the column names, the mandatory data and the file format, and then try again.
fr_fr: Une erreur s'est produite lors de la validation du fichier. Veuillez vérifier les noms de colonnes, les données obligatoires et le format du fichier, puis réessayez.

source: Click upload to add files.
fr_fr: Cliquez sur télécharger pour ajouter des fichiers.

source: 10MB max per file
fr_fr: 10 Mo max par fichier

source: Supported formats: CSV
fr_fr: Formats pris en charge : CSV

source: Some records could not be uploaded. Please check the provided CSV log file for more details.
fr_fr: Certains enregistrements n'ont pas pu être téléchargés. Veuillez consulter le fichier journal CSV fourni pour plus de détails.

source: Feature groups
fr_fr: Groupes de fonctions

source: Select a group to see the corresponding features or options.
fr_fr: Sélectionnez un groupe pour voir les fonctions ou options correspondantes.

source: Alphanumeric
fr_fr: Alphanumérique

source: Date & Time
fr_fr: Format de date

source: Linked to the selected language
fr_fr: Dépend de la langue sélectionnée

source: You are about to delete the data scope <name>{{name}}</name>. Are you sure you want to proceed?
fr_fr: Vous êtes sur le point de supprimer le périmètre de données <name>{{name}}</name>. Êtes-vous sûr de vouloir continuer ?
